export default {
    '500':{status:'error',msg:'系统错误'},//查询成功
    //初始化  首页
    '02_01_0_001_01_008':{status:'success',msg:'查询成功'},//查询成功

    // 退出登录
    '02_01_0_001_01_017':{status:'success',msg:'退出登录成功'},//退出登录成功   收藏成功   下单成功

    //登录
    '02_001_0_002_01_008':{status:'success'},//手机谷歌验证都存在
    '02_001_0_002_01_009':{status:'success'},//手机验证存在
    '02_001_0_002_01_010':{status:'success'},//谷歌验证存在
    '02_001_0_002_01_005':{status:'success'},//登录成功
    '02_01_0_001_05_002':{status:'error',msg:'网络繁忙，请稍后重试'},//发送短信验证码失败 
    '02_01_0_006_01_019':{status:'error'},//登录短信验证码错误 短信验证码错误，还剩4次。连续错误5次，将会冻结交易和提现24小时
    '02_01_0_001_01_001':{status:'error',msg:'用户不存在'},//登录
    '02_01_0_007_01_001':{status:'error'},//登录  用户名或密码不正确，还剩4次
    '02_01_0_005_01_014':{status:'error'},//登录  谷歌验证码错误，还剩4次。连续错误5次，将会冻结交易和提现24小时
    
    //注册
    '02_01_0_003_01_006':{status:'success',msg:'恭喜，邮箱可用'},//邮箱可用
    '02_01_0_003_01_001':{status:'error',msg:'对不起，邮箱已经注册'},//邮箱可用
    
    
    //我的账户
    '02_01_2_001_01_006':{status:'success',msg:'修改成功'},//修改成功
    '02_01_0_008_01_007':{status:'success',msg:'个人认证成功'},//个人认证成功
    '02_01_2_007_01_002':{status:'success',msg:'密码修改成功'},//密码修改成功
    '02_01_1_006_01_001':{status:'error',msg:'手机号码已经注册'},//手机号码已经注册
    //上传
    '02_01_0_001_01_029':{status:'success',msg:'上传成功'},//上传成功
    '02_01_0_001_01_009':{status:'error',msg:'需要授权'},//Full authentication is required to access this resource

    //取消收藏失败
    '02_01_0_001_01_023':{status:'error'},//取消收藏失败


    '02_01_1_018_02_005':{status:'error'},//交易释放 下单失败
}