const lang = {
    "CNY":"人民币",
    "USD":"美元",
    "KRW":"韩币",
    "EUR":"欧元",
    "GBP":"英镑",
    "RUB":"卢布",
    "{name}入场":"{name}入场",
    "_充提记录":"充提记录",
    "EN":"English",
    "KOREAN":"한국어",
    "JAPANESE":"日本語",
    "推广规则一":"注册即获专属邀请链接，通过您的专属链接邀请好友注册；",
    "推广规则二":"活动期间，可获得邀请好友手续费返利，例如邀请的好友昨日产生0.1BTC手续费，那么按照当前佣金百分比20%，可以获得0.02BTC；",
    "推广规则三":"每邀请一位好友成功注册，也会根据活动规则空投送币；",
    "推广规则四":"当日的返佣奖励次日凌晨1:00结算，结算后1小时内陆续发放至您的UBi账户。",
    "ZH-CN":"简体中文",
    'weibo':'新浪微博',
    "Telegram_url":"https://0.plus/#/joinchat/KUdGjBaNPTX3La32CKF6Kg"
  }

export default lang;
